/* Localizable strings of com.apple.MCX preference manifest */

"mcx.pfm_title" =			"모바일 계정 및 기타 옵션";
"mcx.pfm_description" =			"모바일 계정 생성, 삭제, 및 기타 옵션.";

"com.apple.cachedaccounts.CreatePHDAtLogin.pfm_title" =			"휴대용 홈 디렉토리 생성";
"com.apple.cachedaccounts.CreatePHDAtLogin.pfm_description" =			"사용자 로그인시 기본 동기화로 휴대용 홈 디렉토리를 생성하십시오.";
"com.apple.cachedaccounts.CreateAtLogin.pfm_title" =			"모바일 계정 생성";
"com.apple.cachedaccounts.CreateAtLogin.pfm_description" =			"사용자 로그인 시 동기화를 끈 상태로 모바일 계정을 생성합니다.";
"com.apple.cachedaccounts.WarnOnCreate.pfm_title" =			"모바일 계정 대화상자 보기";
"com.apple.cachedaccounts.WarnOnCreate.pfm_description" =			"모바일 계정이 생성되기 전에 사용자가 모바일 계정 생성을 통과하고 자신의 네트워크 계정 및 네트워크 홈으로 로그인하도록 허용하는 대화상자를 표시합니다.";
"cachedaccounts.WarnOnCreate.allowNever.pfm_title" =			"모바일 계정 대화상자의 표시 안 함 옵션 보기";
"cachedaccounts.WarnOnCreate.allowNever.pfm_description" =			"모바일 계정 생성 대화상자에서, 사용자가 나중에 로그인할때 대화상자를 표시하지 않는 옵션을 선택하도록 하십시오.";
"cachedaccounts.create.encrypt.pfm_title" =			"FileVault 모바일 홈 필요";
"cachedaccounts.create.encrypt.pfm_description" =			"FileVault 암호화로 모바일 계정 홈을 생성합니다.";
"cachedaccounts.create.encrypt.requireMasterPassword.pfm_title" =			"FileVault 모바일 홈은 마스터 암호 필요";
"cachedaccounts.create.encrypt.requireMasterPassword.pfm_description" =			"FileVault 모바일 홈을 생성하려면 컴퓨터 마스터 암호가 필요합니다. true로 설정했는데 마스터 암호가 없다면 FileVault 홈 생성 또는 모바일 홈을 생성하는 모든 로그인이 거부될 수 있습니다. false로 설정되면 FileVault가 마스터 암호 없이 생성된 것일 수 있습니다.";
"cachedaccounts.create.maxSize.pfm_title" =			"FileVault 모바일 홈 크기 제한";
"cachedaccounts.create.maxSize.pfm_description" =			"FileVault 모바일 홈은 크기를 최대화합니다. 크기 제한을 지정하지 않으려면 “noMaxSize”로, “FileVault 모바일 홈 최대 크기” 키에서 크기 제한을 지정하려면 “fixed”로, 크기 제한을 “FileVault 모바일 홈 최대 크기 퍼센트” 키에서 네트워크 홈 디스크 할당량의 퍼센트로 지정하려면 “percentOfNetworkHome”으로 설정하십시오.";
"cachedaccounts.create.maxSize.fixedSize.pfm_title" =			"FileVault 모바일 홈 최대 크기";
"cachedaccounts.create.maxSize.fixedSize.pfm_description" =			"FileVault 모바일 홈 최대 바이트 크기(스트링으로).  이 값을 유효하게 하려면 “FileVault 모바일 홈 크기 제한” 키를 “고정”으로 설정해야 합니다.";
"cachedaccounts.create.maxSize.percentOfNetworkHome.pfm_title" =			"FileVault 모바일 홈 최대 크기 퍼센트";
"cachedaccounts.create.maxSize.percentOfNetworkHome.pfm_description" =			"네트워크 홈 할당량의 퍼센트로서 FileVault 모바일 홈 최대 크기.  이 값을 유효하게 하려면 “FileVault 모바일 홈 크기 제한” 키를 “네트워크 홈의 퍼센트”로 설정해야 합니다.";
"cachedaccounts.create.location.pfm_title" =			"모바일 홈 위치";
"cachedaccounts.create.location.pfm_description" =			"모바일 홈 위치. 시동 볼륨의 /Users에 생성하려면 “startup”, “모바일 홈 위치” 키에 폴더 경로를 지정하려면 “path”, 사용자가 모든 볼륨을 선택하도록 하려면 “userPicksVolume”, 사용자가 모든 내장 볼륨을 선택하도록 하려면 “userPicksInternalVolume”, 사용자가 모든 외장 볼륨을 선택하도록 하려면 “userPicksExternalVolume”로 설정하십시오.";
"cachedaccounts.create.location.path.pfm_title" =			"모바일 홈 부모 경로";
"cachedaccounts.create.location.path.pfm_description" =			"사용자의 모바일 홈이 생성될 폴더의 파일 시스템 경로입니다. 이 값을 유효하게 하려면 “모바일 홈 위치” 키를 “path”로 설정해야 합니다.";

"cachedaccounts.create.maySyncWithFileSyncServer.pfm_title" =			"FileSync 서버 허용";
"cachedaccounts.create.maySyncWithFileSyncServer.pfm_description" =			"사용 가능한 경우 동기화를 위해 원격 FileSyncAgent 프로세스를 사용하려면 true로 설정하십시오. 동기화를 위해 네트워크 홈 파일 서버를 사용하려면 false로 설정하십시오.";
"cachedaccounts.create.requireSyncWithFileSyncServer.pfm_title" =			"FileSync 서버 필요";
"cachedaccounts.create.requireSyncWithFileSyncServer.pfm_description" =			"동기화를 위해 원격 FileSyncAgent 프로세스를 요구하려면 true로 설정하십시오.";
"cachedaccounts.create.mayEncryptSync.pfm_title" =			"동기화 암호화 허용";
"cachedaccounts.create.mayEncryptSync.pfm_description" =			"가능한 경우 동기화 중에 데이터 암호화를 사용하려면 true로 설정하십시오. 동기화 중에 데이터 암호화를 사용하지 않으려면 false로 설정하십시오.";
"cachedaccounts.create.requireEncryptSync.pfm_title" =			"동기화 암호화 필요";
"cachedaccounts.create.requireEncryptSync.pfm_description" =			"동기화 중에 데이터 암호화를 요구하려면 true로 설정하십시오.";

"cachedaccounts.expiry.delete.disusedSeconds.pfm_title" =			"모바일 계정 유효 기간";
"cachedaccounts.expiry.delete.disusedSeconds.pfm_description" =			"모바일 계정 및 해당 홈을 몇 초 안에 삭제하기 전에 대기하는 시간입니다. -1 값은 모바일 계정을 삭제하지 않습니다. 0 값은 최대한 신속하게 모바일 계정을 삭제합니다.";
"cachedaccounts.expiry.cond.successfulSync.pfm_title" =			"모바일 계정을 삭제하려면 동기화 필요";
"cachedaccounts.expiry.cond.successfulSync.pfm_description" =			"모바일 계정을 삭제하기 전에 홈 동기화를 성공적으로 해야 합니다. 이것은 “모바일 계정 실행 시간” 키가 전송한 자동 삭제에만 적용됩니다.";

"cachedaccounts.create.useLocalUserTemplate.pfm_title" =			"로컬 사용자 템플릿으로 모바일 홈 생성";
"cachedaccounts.create.useLocalUserTemplate.pfm_description" =			"모바일 계정을 생성할 때, 해당 컴퓨터의 사용자 템플릿을 사용하여 로컬 홈 폴더를 생성하십시오.";
"cachedaccounts.create.syncURL.pfm_title" =			"동기화 URL";
"cachedaccounts.create.syncURL.pfm_description" =			"홈 동기화에 사용되는 네트워크 홈의 URL입니다. 모바일 계정 생성에만 설정 가능합니다. 사용 전에 “%@” 스트링은 사용자 레코드 이름으로 대체됩니다. 예: afp://myserver.apple.com/Users/BuildingA/%@ .";

"cachedaccounts.onFirstTimeErrAskToContinue.pfm_title" = "오류가 발생하면 PHD 생성 허용";
"cachedaccounts.onFirstTimeErrAskToContinue.pfm_description" =	"동기화 오류 발생 시 사용자가 PHD 계정을 생성하는 것을 허용하지 않으려면 false로 설정하십시오.";

"timeZone.pfm_title" = "시간대";
"timeZone.pfm_description" = "“아메리카/로스엔젤레스” 또는 “미국/태평양” 과 같이 /usr/share/zoneinfo에서 찾을 수 있는 인식되는 시간대 이름으로 설정하십시오.";
"timeServer.pfm_title" = "시간 서버";
"timeServer.pfm_description" = "“time.apple.com”과 같이 인식되는 시간 서버 이름으로 설정하십시오.";

"DisableGuestAccount.pfm_title" = "방문객 계정 비활성화";
"DisableGuestAccount.pfm_description" = "방문객 계정 비활성화를 true로 설정합니다. 방문객 계정 활성화를 false로 설정합니다.";

"loginwindowRefreshUserListUpdateTimes.pfm_title" = "로그인 윈도우 사용자 목록 업데이트 시간";
"loginwindowRefreshUserListUpdateTimes.pfm_description" = "사용자 목록이 재설정되도록 요청해야 하는 추가 시간을 설정하십시오.";
"loginwindowRefreshUserListUpdateSecs.pfm_title" = "로그인 윈도우 사용자 목록 업데이트 지연 시간";
"loginwindowRefreshUserListUpdateSecs.pfm_description" = "사용자 목록이 재설정되도록 요청해야 하는 추가 시간을 설정하십시오.  비활성화하려면 0으로 설정하십시오.";

"RequireAdminForIBSS.pfm_title" = "AirPort IBSS를 위해 관리자 필요";
"RequireAdminForIBSS.pfm_description" = "개별 AirPort IBSS 네트워크를 생성하기 위해 관리자 인증을 요청하려면 true로 설정하십시오. 비활성화하려면 false로 설정하십시오.";
"RequireAdminForAirPortNetworkChange.pfm_title" = "AirPort 네트워크를 변경하려면 관리자 필요";
"RequireAdminForAirPortNetworkChange.pfm_description" = "AirPort 네트워크를 변경하기 위해 관리자 인증을 요청하려면 true로 설정하십시오. 비활성화하려면 false로 설정하십시오.";
"RequireAdminToTurnAirPortOnOff.pfm_title" = "AirPort 전원을 변경하려면 관리자 필요";
"RequireAdminToTurnAirPortOnOff.pfm_description" = "AirPort 전원을 켜거나 끄기 위해 관리자 인증을 요청하려면 true로 설정하십시오. 비활성화하려면 false로 설정하십시오.";
